<%@ page language="java" contentType="text/html;charset=GBK"%>
<%@ page import="java.util.*" %>
<%@ page import="com.viatt.util.*"%>
<%@ page import="com.bocom.midserv.gz.*"%>
<%@ page import="com.gdbocom.Transactions.WelLot" %>
<%@include file="/includeFiles/common.jsp" %>
<html>
    <head>
        <title>交通银行网上服务</title>
        <link rel="stylesheet" type="text/css" href="/personbank/css/<%=cssFileName%>"></link>
    </head>
    <body leftmargin="0" topmargin="0" marginwidth="0" marginheight="0"  oncontextmenu="self.event.returnValue=false" onselectstart="return false">
    <div class="indent">
    <form action="/personbank/HttpProxy" method="post" name="form1">
        <!-- 总行定义字段 -->
        <input type="hidden" name="URL" value="/midserv/Wel_Fix_Sel.jsp"/>
        <input type="hidden" name="dse_sessionId" value="<%=dse_sessionId%>"/>
        <table width="90%" align="center" cellpadding="1" cellspacing="1"  class="tab">
		 <tr class="tab_tr"> 
	        <td>
	        <textarea rows="30" style="width: 100%">
广东福彩电话投注业务申购委托协议:
	尊敬的客户，为了维护您的权益，请在同意本协议前，仔细阅读各条款（特别是黑体字条款），关注您在协议中的权利、义务及责任。如您对本协议有任何疑问，请拨打95559咨询。
甲方（购彩客户）与乙方（银行）经充分协商一致，在平等自愿的基础上，就申购福利彩票订立如下协议：
第一条 彩票投注是一种委托购买彩票的行为，所有投注彩种游戏规则以福彩机构对外公布的为准。
第二条  彩票实时投注是指甲方在当期销售时间内实时购买福利彩票；彩票定期定额投注指乙方按照甲方设置的期次、彩票品种、投注方式、彩票号码和选择注数等内容，为甲方完成约定期次的投注。
第三条  甲方需为彩票投注指定本人借记卡用于扣款和返奖，需确保证件号码、手机号码等信息准确无误。对因甲方提供信息不真实，委托他人代办，以他人名义办理，结算卡内资金不足或其它自身原因造成的包括但不限于扣款失败、投注不成功、扣款资金当日冻结、不能兑奖、返奖错误、返奖纠纷等均由甲方负责，乙方不承担责任。
第四条  双色球实时投注时间截止于开奖日当日19:00；定投购买在开奖日19:00前，则为当期双色球投注；若在开奖日19:00后，则为下一期双色球投注。
第五条  乙方系统每逢双色球开奖日当天中午12点按照甲方定投的号码和金额进行扣款和投注，若甲方账户余额不足而无法完成扣款，则当期购彩不成功。
第六条  在投注期内，甲方原则上不得将签有投注协议的借记卡注销，若甲方因自身原因坚持销卡，对因此造成的投注不成功、返奖失败、返奖纠纷等，由甲方自行承担后果，乙方不承担责任。
第七条  甲方应仔细核对彩票投注界面，若页面显示内容与甲方所要购买的内容，包括自选号码、自选注数、机选注数、投注倍数的情况不符，甲方应及时取消操作并进行修改。最终结果以福彩中心记录的投注结果为准。本委托受理成功后，甲方不可更改投注内容，不得提前终止本协议项下定投业务或退款。
第八条  对于因乙方不可控因素如网络通讯故障、政府管制而造成的暂时性系统关闭及自然灾害等影响系统正常运行的不可抗力因素导致甲方彩票投注失败的，乙方不承担相应责任，彩票定期定额投注的则自动顺延到下一期投注，保证投注总期数不变。
第九条  乙方负责每次投注后将投注结果通过短信或客户端推送方式在当期开奖前告知甲方。对于已扣款但投注不成功的，乙方在确认投注不成功之时起24小时内退款。
第十条  若甲方购买的彩票中奖，小奖（单笔奖金不超过1万元）将自动返还至甲方绑定的银行卡中，大奖（单笔奖金超过1万元）由中奖人持有效身份证、投注银行卡到投注所用银行卡开户行所在地的地级市福利彩票发行中心领取。
第十一条  甲方（客户）应自行关注和自主查询彩票中奖情况。乙方负责通过短信或客户端推送方式发布中奖结果，对于大奖中奖者还将通过电话方式通知。因甲方原因造成弃奖的由甲方自行承担后果。
第十二条  乙方承诺对甲方信息保密，除涉及相关法律事件外，未经甲方授权或同意，不得擅自将甲方信息用于处理本业务以外的其他活动；因不法分子盗用篡改系统信息、黑客攻击、病毒入侵等引起的客户信息泄露，乙方不承担法律责任。
第十三条  若一方未按协议约定履行其义务，违约方应承担违反该义务带来的全部责任。造成守约方经济损失的应承担相应经济损失。本协议所称之损失包括实际损失、诉讼或仲裁费以及合理的调查费、律师费等相关法律费用。
第十四条  本协议未尽事宜按相关法律法规执行。若甲方有任何问题，可拨打乙方客户服务热线95559咨询。
第十五条  本协议适用中国法律、法规，协议执行中如发生纠纷，应本着互惠互利的原则友好协商解决，协商不成可向乙方所在地人民法院提起诉讼。
第十六条  本协议自客户同意并完成用户注册后即生效
	        </textarea>
	     </tr>
	     <tr class="tab_result"> 
	        <td align="center" colspan="2">
	            <input type="button" class="button_bg" name="Submit3" value="返回" onclick="javascript:history.back()" />
	        </td>
	     </tr>
	     </table>
		</form>
	</div>
	</body>
</html>
